using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Library.TextHelper
{
    public class Chinese
    {
        public static string[] Word_Verb = new string[227]
        {
            "看", "望", "瞥", "视", "盯", "瞧", "窥", "瞄", "眺", "瞪", "瞅", "俯视", "遥望", "凝视", "探望", "看护", "鄙视", "蔑视", "斜视", "歧视", "打量", "环顾", "鸟瞰", "察言观色", "左顾右盼", "虎视眈眈", "袖手旁观", "面面相觑", "凝神注视", "不屑一顾", "眼珠一转", "东张西望", "眼睛一闪", "明察秋毫", "直眉瞪眼", "目睹一切", "目击现场", "探听", "打听", "聆听", "谛听", "静听", "细听", "竖耳静听", "侧耳倾听", "洗耳恭听", "垂手恭听", "耳闻目睹", "咬", "吞", "吐", "吮", "吸", "啃", "喝", "吃", "咀", "嚼", "噘嘴", "嘟嘴", "努嘴", "撇嘴", "舔舔嘴唇", "抿着嘴笑", "小嘴一翘", "细嚼慢咽", "狼吞虎咽颔首", "俯首", "仰头", "点头", "摇头", "低头", "抬头", "伸颈", "缩颈", "歪颈", "伸长脖子", "歪着脑袋", "摇头晃脑", "抱头鼠窜", "交头接耳", "垂头丧气", "点头赞许", "低头沉吟", "探头探脑", "昂首挺胸", "埋头苦干", "仰天长啸", "摇头摆尾", "摇头反对搀", "抱", "搂", "扶", "捉", "擒", "掐", "推", "拿", "抽", "撕", "摘", "拣", "捡", "打", "播", "击", "捏", "撒", "按", "弹", "撞", "提", "扭", "捶", "持", "揍", "披", "捣", "搜", "托", "举", "拖", "擦", "敲", "挖", "抛", "掘", "抬", "插", "扔", "写", "抄", "抓", "捧", "掷", "撑", "摊", "倒", "摔", "劈", "画", "搔", "撬", "挥", "揽", "挡", "捺", "抚", "搡", "拉", "摸", "拍", "摇", "剪", "拎", "拔", "拧", "拨", "舞", "握", "攥退", "进", "奔", "跑", "赶", "趋", "遁", "逃", "立", "站", "跨", "踢", "跳", "走", "蹬", "窜打个趔趄", "东倒西歪", "脚步不稳", "蹦蹦跳跳", "纵身一跳", "踮起脚尖", "逃之夭夭", "闻风而逃", "原地踏步", "裹足不前", "迎头赶上", "远走高飞", "拔腿就跑", "跛着脚走", "飞檐走壁", "屈膝下跪", "打个踉跄", "自由驰骋", "碎步而行", "跺脚赌气", "拳打脚踢", "直趋而过", "闲庭信步", "弓腿跨步", "踌躇不前", "大步流星", "垂足而立", "长驱直入屈身", "转体", "倒立", "猫腰", "蜷曲", "侧卧", "俯卧", "仰卧", "躺下", "睡下", "趴下", "蹲下", "弯腰", "弓身", "挺身", "俯身", "哈腰", "挺直腰板", "弯腰", "弓背", "扭动腰肢", "身体后倾", "弯腰作揖", "一摇三摆", "打拱哈腰"
        };
    }
}
